class Users:
    user_1 = {1: 'Миша',
              2: 'Тришин',
              3: 'Владимир ,Новгородская',
              4: '89190000001',
              5: 'У магазина "Магнит"'
              }
    user_2 = {1: 'Тест',
              2: 'Тестовый',
              3: 'Лакинск ,Новгородская',
              4: '891900022222',
              5: 'У магазина "Пятерочка"'
              }

class Urls:
    main_page = 'https://qa-scooter.praktikum-services.ru/'
    dzen_page = 'https://dzen.ru/?yredirect=true'

class Text:
    text_answer = [
            'Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
            'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
            'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
            'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
            'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
            'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
            'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
            'Да, обязательно. Всем самокатов! И Москве, и Московской области.'
            ]

